jorgebucaran/fisher
jorgebucaran/hydro
jorgebucaran/replay.fish
jorgebucaran/autopair.fish
jorgebucaran/fishtape
jorgebucaran/spark.fish
laughedelic/pisces
meaningful-ooo/sponge
patrickf1/fzf.fish
z11i/github-copilot-cli.fish
decors/fish-colored-man
gazorby/fifc
joseluisq/gitnow@2.12.0
nickeb96/puffer-fish
yo-goto/ggl.fish
halostatue/fish-utils-net
oh-my-fish/plugin-sudope
ajeetdsouza/zoxide
icezyclon/zoxide.fish
franciscolourenco/done
